Repository: alpriest/EnergyStats
Catalog: Energy Stats Phone Widgets/Localizable.xcstrings
Source language: en
Languages: de, es, it, pl

source: Battery Status Widget
de: Batteriestatus-Widget
es: Widget de estado de la batería
it: Widget dello stato della batteria
pl: Widget stanu baterii

source: Empty
de: Leer
es: Vacia
it: Vuoto
pl: Pusty

source: Full
de: Voll
es: Lleno
it: Pieno
pl: Pełny

source: hour
de: stunde
es: hora
it: ora
pl: godzina

source: No device
de: Kein Gerät
es: Sin dispositivo
it: Nessun dispositivo
pl: Brak urządzenia

source: Please open Energy Stats to synchronise data
de: Bitte öffne Energy Stats, um die Daten zu synchronisieren.
es: Abre Energy Stats para sincronizar los datos.
it: Apri Energy Stats per sincronizzare i dati.
pl: Otwórz Energy Stats, aby zsynchronizować dane.

source: Shows the solar generation graph of your installation for today.
de: Zeigt das Diagramm der Solarerzeugung Ihrer Anlage für heute.
es: Muestra el gráfico de generación solar de tu instalación para hoy.
it: Mostra il grafico della generazione solare del tuo impianto per oggi.
pl: Wyświetla wykres produkcji energii słonecznej twojej instalacji na dziś.

source: Shows the stats of your installation for the day.
de: Zeigt die Statistiken Ihrer Anlage für den Tag.
es: Muestra las estadísticas de tu instalación para el día.
it: Mostra le statistiche del tuo impianto per la giornata.
pl: Wyświetla statystyki twojej instalacji za dany dzień.

source: Shows the status of your battery storage
de: Zeigt den Status Ihres Batteriespeichers.
es: Muestra el estado de tu almacenamiento de batería.
it: Mostra lo stato del tuo sistema di accumulo.
pl: Wyświetla stan magazynu energii.

source: Sync Required
de: Synchronisierung erforderlich
es: Sincronización requerida
it: Sincronizzazione necessaria
pl: Wymagana synchronizacja

source: Tap to retry
de: Tippen, um erneut zu versuchen
es: Toca para volver a intentar
it: Tocca per riprovare
pl: Dotknij, aby spróbować ponownie

source: Today Solar Generation Widget
de: Widget für die heutige Solarerzeugung
es: Widget de generación solar de hoy
it: Widget della generazione solare di oggi
pl: Widżet dzisiejszej produkcji energii słonecznej

source: Today Stats Widget
de: Widget für heutige Statistiken
es: Widget de estadísticas de hoy
it: Widget delle statistiche di oggi
pl: Widżet dzisiejszych statystyk

source: Update failed
de: Aktualisierung fehlgeschlagen
es: Error al actualizar
it: Aggiornamento non riuscito
pl: Aktualizacja nie powiodła się

source: Update Storage Battery SOC for the widget
de: Aktualisieren des SOC des Speicherbatterie für das Widget
es: Actualizar SOC de la batería de almacenamiento para el widget
it: Aggiorna SOC della batteria di archiviazione per il widget
pl: Zaktualizuj SOC akumulatora magazynowego dla widżetu

source: Update Today Stats for the widget
de: Aktualisiere heutige Statistiken für das Widget
es: Actualizar las estadísticas de hoy para el widget
it: Aggiorna le statistiche di oggi per il widget
pl: Zaktualizuj dzisiejsze statystyki dla widżetu
